{"@context":"http://greendelta.github.io/olca-schema/context.jsonld","@type":"Source","@id":"3298404d-b42f-4b78-8cd6-0a6a548aa538","name":"National Energy Technology Laboratory (NETL). 2010. Coal loading silo;  Manufacture; For railcar loading of coal, surface mine","description":"BRIEF DESCRIPTION\r\nThis unit process is based on specifications for a Powder River Coal Corp, 12,000-ton coal silo, used for railcar loading of Poweder River Basin (PRB) sub-bituminous coal at the mine site. Assumes silo constructed of steel and concrete, with negligible amounts of other materials.\r\n\r\nCITATION AND ASSOCIATED DOCUMENTATION\r\nThis document should be cited as: \r\nNational Energy Technology Laboratory (NETL). 2010. NETL Life Cycle Inventory Data – Source: Coal loading silo;  Manufacture; For railcar loading of coal at surface mine, Powder River Basin. U.S. Department of Energy, National Energy Technology Laboratory. Last Updated: February 2010 (version 01). Retrieved on [DATE] from [URL for this dataset].\r\n\r\nThis dataset is part of the NETL Unit Process Library.  The Library offers additional information concerning this dataset in the form of a Detailed Spreadsheet  Documentation (DS) file and a Process Documentation File (DF).  The DS file  is an Excel file that contains all of the parameters, inputs, and outputs for a given system as well as background data, calculations and quality scores.  The DF file is a PDF document that contains major assumptions and data sources that are the basis for each unit process.  The NETL Unit Process Library is located on the NETL website (netl.doe.gov) under Research / Energy Analysis / Energy Trends and Issues / Life Cycle Analysis / Unit Process Library.\r\n\r\nFull citations for the DS and DF are given below:\r\n\r\nDS File\r\nNational Energy Technology Laboratory (NETL). 2010. NETL Life Cycle Inventory Data – Unit Process: Coal loading silo;  Manufacture; For railcar loading of coal at surface mine, Powder River Basin. U.S. Department of Energy, National Energy Technology Laboratory. Last Updated: February 2010 (version 01). Retrieved on 06/30/2014 from: http://www.netl.doe.gov/File%20Library/Research/Energy%20Analysis/Life%20Cycle%20Analysis/UP_Library/DS_Stage1_C_Coal_Loading_Silo_PRB_2010-01.xls\r\n\r\nDF File\r\nNational Energy Technology Laboratory (NETL). 2010. NETL Life Cycle Inventory Data – Unit Process: Coal loading silo;  Manufacture; For railcar loading of coal at surface mine, Powder River Basin. U.S. Department of Energy, National Energy Technology Laboratory. Last Updated: February 2010 (version 01). Retrieved on 06/30/2014 from: http://www.netl.doe.gov/File%20Library/Research/Energy%20Analysis/Life%20Cycle%20Analysis/UP_Library/DF_Stage1_C_Coal_Loading_Silo_PRB_2010-01.pdf","version":"00.00.000","category":{"@type":"Category","@id":"c5d2934e-498e-4213-b7dd-99f839d41f1a","name":"NETL Sources"},"textReference":"NETL 2010"}