{"@context":"http://greendelta.github.io/olca-schema/context.jsonld","@type":"Process","@id":"ef39cdc1-cf56-45ba-ba5d-5db23349ddea","name":"Coal cleaning; Underground mine","description":"This process is part of the NETL Unit Process Library.  To access the library and the original dataset:\r\n1) Navigate to the NETL LCA home page (http://www.netl.doe.gov/lca)\r\n2) Then navigate to the “Unit Process Library” \r\n3) From the library, the unit process of interest can be found either through the \"Complete Listing of the Unit Process Library link\" or through the link to the \"Unit Process Database\" spreadsheet\r\n4) For each process, a Data Sheet (DS) and Data File (DF) are available\r\n\r\nBRIEF DESCRIPTION\r\nThe amount of electricity required to power equipment used for cleaning coal at underground and surface mines as well as accounting for coal loss during production activities.\r\n\r\nGOAL AND SCOPE\r\nThis unit process provides a summary of relevant input and output flows associated with the amount of electricity required to power equipment used for cleaning coal at an underground mine. A centrifuge, flotation machine, screens, and magnetic separator are the pieces of equipment used to clean coal. The process also accounts for the solid wastes that are incurred during the production and processing steps to scale upstream activities for one kg of coal at the entrance to the RMT gate. Inputs are electricity, coal, and the water use and quality associated with 1 kg of cleaned coal. All of these items are also adjustable parameters to measure uncertainties. Cleaned coal and the course and fine wastes are the outputs. The unit process is based on the reference flow of one kg of coal. The relevant flows of this unit process are described below and shown the associated documentation (referenced in the Citation and Associated Documentation section below).\r\n\r\nBOUNDARY AND DESCRIPTION\r\nA visual representation of the boundary of this unit process is available in the associated documentation (referenced in the Citation and Associated Documentation section below).  Coal cleaning is performed to separate coal from other materials (rock, dirt, clay, etc.) contained in run-of-mine (raw) coal (U.S. Department of Energy and National Mining Association, 2002). The amount and type of materials to be removed is dependent on the particular coal seam being mined, and the forms of that removed material (course or fine slurry wastes) are dependent on the type of coal cleaning processes that are used.\r\n\r\nThe cleaning process and energy requirements are based on the data provided in Chapter 2 of the Energy and Environmental Profile of the U.S. Mining Industry developed by the U.S. Department of Energy’s Energy Efficiency and Renewable Energy division and National Mining Association (U.S. Department of Energy and National Mining Association, 2002). The process therein serves as a generic coal preparation facility for an eastern U.S. underground mine and contains a centrifuge, flotation machine, screens, and magnetic separator. BCS, Incorporated (BCS) developed the data by integrating the U.S. Department of Energy’s Energy Information Administration’s 1997 Coal Industry data into the Western Mining Engineering, Inc.’s SHERPA Mine Cost Software to create 2002 estimates. BCS also used Mine and Mill Equipment Cost, An Estimator’s Guide to develop the data.\r\n\r\nIt is assumed that all equipment uses electricity, and the electricity requirement was calculated by dividing the sum of the equipments’ energy requirements, in Btu per ton, by the appropriate conversions to obtain the electricity needed in kWh per kg of cleaned coal (U.S. Department of Energy and National Mining Association, 2002). It is also assumed that these energy requirements are applicable to processing coal from a surface mine. The electricity factor is an adjustable parameter in the DS file, so the item could be adjusted to measure uncertainty. One key piece of information missing in the discussion of the energy requirements is how much solid waste is generated from processing the coal. Figure 2-3 of the report shows that waste is 15 percent of the material produced in mining (U.S. Department of Energy and National Mining Association, 2002). Due to lack of specific information, it is assumed that the energy requirements for coal cleaning are based on a run-of-mine coal containing 15 percent waste. The unit process will scale the electricity usage according to the amount of waste produced relative to the assumed 15 percent baseline.\r\n\r\nThe default course and fine waste flows are based on a “realistic” process for Illinois No. 6 coal (Bhagwat, 2009). As mentioned above, the amount of waste generated by a specific facility is highly depended on the source of the coal, so data for a specific facility should be used if at all possible, particularly if life cycle results are sensitive to the results of this process. If no other data is available it is recommended that the 15 percent baseline value is used, which is provided by the parameter base_scaler. These flows should be sent to processes to either account for the burdens to dispose of them or make use of the products, such as concrete manufacturing.\r\n\r\nThe amount of raw coal input to the process is based on producing 1 kg of cleaned coal, thus it is the sum of: 1 kg of cleaned coal and the course and fine waste flows.\r\n\r\nWater use and emissions are accounted for separately in a Water Use and Quality unit process, which is linked through the input flow, Coal, preparation, water [Intermediate flow]. The input flow is statically defined as 1 kg to match the reference flow of this unit process of 1 kg cleaned coal; therefore, the upstream water use and quality unit process should use the same reference flow (i.e., input and output flows scaled to 1 kg of cleaned coal rather than raw coal input).\r\n\r\nThis unit process parameterizes key variables, which allow for evaluation of data uncertainty when used in a life cycle model.  Additional details regarding input and output flows, including calculation methods, are contained in the associated documentation (referenced in the Citation and Associated Documentation section below).\r\n\r\nThis process contains one or more surrogate product flows as replacements for proprietary product flows used in the NETL Unit Process Library.  All surrogate flow were taken from the U.S. Life Cycle Inventory Database; a list of surrogate flows used in this process is provided below:\r\n1) Electricity, at Grid, US, 2010\r\n\r\nCITATION AND ASSOCIATED DOCUMENTATION\r\nThis dataset should be cited as: \r\nNational Energy Technology Laboratory (NETL). 2015. NETL Life Cycle Inventory Data – Unit Process: Coal cleaning; Underground mine. U.S. Department of Energy, National Energy Technology Laboratory. Last Updated: September 2015 (version 01). Retrieved on [DATE] from [URL for this dataset].\r\n\r\nThis dataset is part of the NETL Unit Process Library.  The Library offers additional information concerning this dataset in the form of a Detailed Spreadsheet  Documentation (DS) file and a Process Documentation File (DF).  The DS file  is an Excel file that contains all of the parameters, inputs, and outputs for a given system as well as background data, calculations and quality scores.  The DF file is a PDF document that contains major assumptions and data sources that are the basis for each unit process.  The NETL Unit Process Library is located on the NETL website (netl.doe.gov) under Research / Energy Analysis / Energy Trends and Issues / Life Cycle Analysis / Unit Process Library.\r\n\r\nThis dataset was converted directly from the DS with additional supporting information provided by the DF.  Full citations for the DS and DF are given below.\r\n\r\nDS File\r\nNational Energy Technology Laboratory (NETL). 2013. NETL Life Cycle Inventory Data – Unit Process: Coal cleaning. U.S. Department of Energy, National Energy Technology Laboratory. Last Updated: July 2013 (version 01).  Retrieved on 09/15/2015 from: http://www.netl.doe.gov/File%20Library/Research/Energy%20Analysis/Life%20Cycle%20Analysis/UP_Library/DS_Stage1_O_Coal_Cleaning_2013-02.xlsx%20Analysis/UP_Library/DS_Stage1_O_Extraction_Underground_2013-01.xlsx\r\n\r\nDF File\r\nNational Energy Technology Laboratory (NETL). 2013. NETL Life Cycle Inventory Data – Unit Process: Coal cleaning. U.S. Department of Energy, National Energy Technology Laboratory. Last Updated: July 2013 (version 01).  Retrieved on 09/15/2015 from: http://www.netl.doe.gov/File%20Library/Research/Energy%20Analysis/Life%20Cycle%20Analysis/UP_Library/DF_Stage1_O_Coal_Cleaning_2013-02.pdf","version":"00.00.000","lastChange":"2016-03-04T12:38:37.653-07:00","category":{"@type":"Category","@id":"39474e50-4bbd-46b4-b0ed-cc84cd0caec0","name":"Bit. Coal and Lignite Surface Mining"},"processType":"UNIT_PROCESS","infrastructureProcess":false,"location":{"@type":"Location","@id":"0b3b97fa-6688-3c56-88ee-4ae80ec0c3c2","name":"US"},"processDocumentation":{"@type":"ProcessDocumentation","technologyDescription":"This unit process provides a summary of relevant input and output flows associated with the amount of electricity required to power equipment used for cleaning coal at underground and surface mines. A centrifuge, flotation machine, screens, and magnetic separator are the pieces of equipment used to clean coal. Cleaned coal and the course and fine wastes are the outputs. \r\n\r\nA visual representation of the boundary of this unit process is available in the associated documentation (referenced in the Citation and Associated Documentation section of the Description field).  Coal cleaning is performed to separate coal from other materials (rock, dirt, clay, etc.) contained in run-of-mine (raw) coal (U.S. Department of Energy and National Mining Association, 2002). The amount and type of materials to be removed is dependent on the particular coal seam being mined, and the forms of that removed material (course or fine slurry wastes) are dependent on the type of coal cleaning processes that are used.\r\n\r\nThis process serves as a generic coal preparation facility for an eastern U.S. underground mine and contains a centrifuge, flotation machine, screens, and magnetic separator. It is assumed that all equipment uses electricity. \r\n\r\nThe default course and fine waste flows are based on a “realistic” process for Illinois No. 6 coal (Bhagwat, 2009). The amount of waste generated by a specific facility is highly depended on the source of the coal. Additional details regarding input and output flows, including calculation methods, are contained in the associated documentation (referenced in the Citation and Associated Documentation section of the Description field).","dataCollectionDescription":"No primary data collected","completenessDescription":"Individual relevant flows captured","dataSelectionDescription":"Best publically available data","reviewDetails":"NA","dataTreatmentDescription":"No allocation applied","inventoryMethodDescription":"Attributional","modelingConstantsDescription":"All elementary and technosphere flows are calculated on a functional unit basis. Calculations involving combustion primarily to generate useful work are done using lower heating values (LHV) and calculations involving combustion primarily to generate useful heat are done using higher heating values (HHV). Unless explicitly stated in the associated reference documents applicable calculations assumed standard atmospheric temperature and pressure (SATP).","samplingDescription":"No primary data collected","restrictionsDescription":"Use of this dataset is not restricted, but a statement of attribution is required. Please use the following attribution statement: \r\r\n\r\nNational Energy Technology Laboratory\u0027s (NETL) Unit Process Library\r\n626 Cochrans Mill Road, P.O. Box 10940\r\nPittsburgh, PA 15236-0940\r\r\nhttp://www.netl.doe.gov/research/energy-analysis/life-cycle-analysis/unit-process-library\r\r\n\r\nNeither the U.S. Department of Energy (DOE) National Energy Technology Laboratory (NETL) nor any person acting on behalf of these organizations:\r\nA. Makes any warranty or representation, express or implied, with respect to the accuracy, completeness, or usefulness of the information contained in this document, or that the use of any information, apparatus, method, or process disclosed in this document may not infringe on privately owned rights; or\r\nB. Assumes any liability with this report as to its use, or damages resulting from the use of any information, apparatus, method, or process disclosed in this document.\r\n\r\nReference herein to any specific commercial product, process, or service by trade name, trademark, manufacturer, or otherwise, does not necessarily constitute or imply its endorsement, recommendation, or favoring by NETL. The views and opinions of the authors expressed herein do not necessarily state or reflect those of NETL.","copyright":true,"validFrom":"1998-01-01T00:00:00-07:00","validUntil":"2002-12-31T00:00:00-07:00","creationDate":"2016-03-04T12:38:37.653-07:00","intendedApplication":"This is a gate-to-gate extraction process and can be used for any type of LCA study.","projectDescription":"National Energy Technology Laboratory (NETL) Unit Process Library","reviewer":{"@type":"Actor","@id":"66c3f44f-4975-4ac5-bb22-ef8cce6992e6","name":"Robert James"},"dataDocumentor":{"@type":"Actor","@id":"27b30ff8-9b81-432f-a25c-fa0db3c59ef4","name":"Timothy Skone"},"dataGenerator":{"@type":"Actor","@id":"27b30ff8-9b81-432f-a25c-fa0db3c59ef4","name":"Timothy Skone"},"dataSetOwner":{"@type":"Actor","@id":"639d0c69-dddc-4092-a120-6b8dd5369391","name":"National Energy Technology Laboratory"},"publication":{"@type":"Source","@id":"894c8e8e-ab1f-4416-a3bf-26774443d9c5","name":"National Energy Technology Laboratory (NETL). 2013. Coal cleaning; Underground mine"},"sources":[{"@type":"Source","@id":"d666c277-b40f-492b-8d41-374b118748bb","name":"National Commission on Energy Policy. 2009. Meeting Projected Coal Production Demands in the U.S.A., Chapter 4 Coal Preparation"},{"@type":"Source","@id":"c209e156-4547-4b86-9023-94e2893df82d","name":"Bhagwat, S.B. 2009. Estimation of coal-cleaning costs"},{"@type":"Source","@id":"894c8e8e-ab1f-4416-a3bf-26774443d9c5","name":"National Energy Technology Laboratory (NETL). 2013. Coal cleaning; Underground mine"},{"@type":"Source","@id":"541e5720-2bcd-43e4-920f-4541d4e0625a","name":"U.S. Department of Energy (DOE) and National Mining Association (NMA). 2002. Energy and Environmental Profile of the U.S. Mining Industry:  Chapter 2 Coal"}]},"parameters":[{"@context":"http://greendelta.github.io/olca-schema/context.jsonld","@type":"Parameter","name":"Electricity_F","description":"[kWh/kg] Baseline coal cleaning electricity per unit of clean coal","version":"00.00.000","parameterScope":"PROCESS_SCOPE","inputParameter":true,"value":4.21E-4},{"@context":"http://greendelta.github.io/olca-schema/context.jsonld","@type":"Parameter","name":"Waste_Base","description":"[dimensionless] Fraction of mined coal that ends up as waste","version":"00.00.000","parameterScope":"PROCESS_SCOPE","inputParameter":true,"value":0.15},{"@context":"http://greendelta.github.io/olca-schema/context.jsonld","@type":"Parameter","name":"Waste_Coarse","description":"[kg/kg] Adjustable parameter - Coarse wastes from coal processing","version":"00.00.000","parameterScope":"PROCESS_SCOPE","inputParameter":true,"value":0.3636},{"@context":"http://greendelta.github.io/olca-schema/context.jsonld","@type":"Parameter","name":"Waste_Fine","description":"[kg/kg] Adjustable parameter - Fine wastes from coal processing","version":"00.00.000","parameterScope":"PROCESS_SCOPE","inputParameter":true,"value":0.0718},{"@context":"http://greendelta.github.io/olca-schema/context.jsonld","@type":"Parameter","name":"Electricity","description":"[kWh/kg] Coal cleaning electricity per unit of clean coal","version":"00.00.000","parameterScope":"PROCESS_SCOPE","inputParameter":false,"value":0.0010387192666666666,"formula":"Electricity_F/Base_Scaler*(Waste_Coarse+Waste_Fine)"},{"@context":"http://greendelta.github.io/olca-schema/context.jsonld","@type":"Parameter","name":"Base_Scaler","description":"[kg/kg] Mass of waste that is generated per kg of clean coal for baseline case","version":"00.00.000","parameterScope":"PROCESS_SCOPE","inputParameter":false,"value":0.17647058823529413,"formula":"Waste_Base/(1-Waste_Base)"},{"@context":"http://greendelta.github.io/olca-schema/context.jsonld","@type":"Parameter","name":"Coal_In","description":"[kg/kg] Run-of-mine coal input to the cleaning process; Accounts for all losses during production","version":"00.00.000","parameterScope":"PROCESS_SCOPE","inputParameter":false,"value":1.4354,"formula":"1+Waste_Coarse+Waste_Fine"}],"exchanges":[{"@type":"Exchange","avoidedProduct":false,"input":false,"amount":1.0,"pedigreeUncertainty":"(2;3;4;1;1)","flow":{"@type":"Flow","@id":"756647e7-8bf4-49d8-9190-7d9cf39a2345","name":"Coal; Cleaned; Underground mine","flowType":"PRODUCT_FLOW"},"unit":{"@type":"Unit","@id":"20aadc24-a391-41cf-b340-3e4529f44bde","name":"kg"},"flowProperty":{"@type":"FlowProperty","@id":"93a60a56-a3c8-11da-a746-0800200b9a66","name":"Mass"},"@id":"ca6761fa-a6e5-3199-bbf6-73fd178a9b27","quantitativeReference":true},{"@type":"Exchange","avoidedProduct":false,"input":true,"baseUncertainty":1.0,"amount":0.4354,"amountFormula":"Waste_Coarse+Waste_Fine","pedigreeUncertainty":"(2;3;4;1;1)","flow":{"@type":"Flow","@id":"edb2b1ea-9734-464c-aaf7-a3e94c28a1a8","name":"Coal mine tailings storage and disposal; Production mix, underground mine","flowType":"PRODUCT_FLOW"},"unit":{"@type":"Unit","@id":"20aadc24-a391-41cf-b340-3e4529f44bde","name":"kg"},"flowProperty":{"@type":"FlowProperty","@id":"93a60a56-a3c8-11da-a746-0800200b9a66","name":"Mass"},"@id":"90916495-3b34-364f-8fe4-b945a0f2cee8"},{"@type":"Exchange","avoidedProduct":false,"input":true,"amount":0.0010387192666666666,"amountFormula":"Electricity","pedigreeUncertainty":"(2;3;4;1;1)","flow":{"@type":"Flow","@id":"36b4aa53-3005-3e3d-b6e3-3450d17d5f03","name":"Electricity, at Grid, US, 2010","flowType":"PRODUCT_FLOW"},"unit":{"@type":"Unit","@id":"86ad2244-1f0e-4912-af53-7865283103e4","name":"kWh"},"flowProperty":{"@type":"FlowProperty","@id":"f6811440-ee37-11de-8a39-0800200c9a66","name":"Energy"},"@id":"41239b65-3d1c-3074-9d3e-676bd7c277b3"},{"@type":"Exchange","avoidedProduct":false,"input":true,"amount":1.4354,"amountFormula":"Coal_In","pedigreeUncertainty":"(2;3;4;1;1)","flow":{"@type":"Flow","@id":"8bf6708a-0a0f-41e4-9b1a-54a92b11dd21","name":"Coal; Handled; From underground mine","flowType":"PRODUCT_FLOW"},"unit":{"@type":"Unit","@id":"20aadc24-a391-41cf-b340-3e4529f44bde","name":"kg"},"flowProperty":{"@type":"FlowProperty","@id":"93a60a56-a3c8-11da-a746-0800200b9a66","name":"Mass"},"@id":"76cbdaa1-0790-3bef-a812-9eb515fc9656"}]}