{"@context":"http://greendelta.github.io/olca-schema/context.jsonld","@type":"Source","@id":"0f6f75b5-1096-40ab-a4c9-9a6f53e802e1","name":"National Energy Technology Laboratory (NETL). 2013. Surface Coal Mining – Overburden Removal, Extraction, and Reclamation","description":"DESCRIPTION\r\nThis citation references three different stages for surface coal mining: overburden removal; extraction; and reclamation.  Collectively these three processes provide a summary of energy and non-combustion emissions for the operation of a surface coal mine.  All three processes are derived from a single process entitled, \"Surface Coal Mining – Overburden Removal, Extraction, and Reclamation\", taken from the NETL Unit Process Library (see Citation and Associated Documentation section below)\r\n\r\n\r\nCITATION AND ASSOCIATED DOCUMENTATION\r\nThis dataset should be cited as: \r\nNational Energy Technology Laboratory (NETL). 2013. NETL Life Cycle Inventory Data - Unit Process: Overburden removal; Surface coal mine. U.S. Department of Energy, National Energy Technology Laboratory. Last updated: July 2013 (Version 02). Retrieved on [DATE] from [URL for this dataset].\r\n\r\nThis dataset is part of the NETL Unit Process Library.  The Library offers additional information concerning this dataset in the form of a Detailed Spreadsheet  Documentation (DS) file and a Process Documentation File (DF).  The DS file  is an Excel file that contains all of the parameters, inputs, and outputs for a given system as well as background data, calculations and quality scores.  The DF file is a PDF document that contains major assumptions and data sources that are the basis for each unit process.  The NETL Unit Process Library is located on the NETL website (netl.doe.gov) under Research / Energy Analysis / Energy Trends and Issues / Life Cycle Analysis / Unit Process Library.\r\n\r\nThis dataset was converted directly from the DS with additional supporting information provided by the DF.  Full citations for the DS and DF are given below.\r\n\r\nDS File\r\nNational Energy Technology Laboratory (NETL). 2013. NETL Life Cycle Inventory Data - Unit Process: Surface Coal Mining – Overburden Removal, Extraction, and Reclamation. U.S. Department of Energy, National Energy Technology Laboratory. Last updated: July 2013 (Version 02). Retrieved on 09/29/2015 from: \r\n\r\nDF File\r\nNational Energy Technology Laboratory (NETL). 2013. NETL Life Cycle Inventory Data - Unit Process: Surface Coal Mining – Overburden Removal, Extraction, and Reclamation. U.S. Department of Energy, National Energy Technology Laboratory. Last updated: July 2013 (Version 02). Retrieved on 09/29/2015 from: ","version":"00.00.000","category":{"@type":"Category","@id":"c5d2934e-498e-4213-b7dd-99f839d41f1a","name":"NETL Sources"},"textReference":"NETL 2013"}