{"@context":"http://greendelta.github.io/olca-schema/context.jsonld","@type":"Source","@id":"d37c3032-aae7-4d3f-b185-789d49151106","name":"National Energy Technology Laboratory (NETL). 2010. Electric shovel; Manufacture; For surface coal mine, at plant; 109 metric tonne payload","description":"DESCRIPTION\t\t\t\t\t\r\nThis unit process considers the amount of steel used in the construction of one 109 metric tonne (120 short ton) payload electric shovel, used to haul overburden and extract coal at a large surface mine. The shovel was assumed to be composed entirely of steel plate.\r\n\r\nCITATION AND ASSOCIATED DOCUMENTATION\r\nThis dataset should be cited as: \r\nNational Energy Technology Laboratory (NETL). 2010. NETL Life Cycle Inventory Data – Source: Electric shovel; Manufacture; At plant; 109 metric tonne payload. U.S. Department of Energy, National Energy Technology Laboratory. Last Updated: February 2010 (version 01). Retrieved on [DATE] from [URL for this dataset].\r\n\r\nThis dataset is part of the NETL Unit Process Library.  The Library offers additional information concerning this dataset in the form of a Detailed Spreadsheet  Documentation (DS) file and a Process Documentation File (DF).  The DS file  is an Excel file that contains all of the parameters, inputs, and outputs for a given system as well as background data, calculations and quality scores.  The DF file is a PDF document that contains major assumptions and data sources that are the basis for each unit process.  The NETL Unit Process Library is located on the NETL website (netl.doe.gov) under Research / Energy Analysis / Energy Trends and Issues / Life Cycle Analysis / Unit Process Library.\r\n\r\nFull citations for the DS and DF are given below.\r\n\r\nDS File\r\nNational Energy Technology Laboratory (NETL). 2010. NETL Life Cycle Inventory Data – Unit Process: Electric shovel; Manufacture; At plant, U.S.; 109 metric tonne payload. U.S. Department of Energy, National Energy Technology Laboratory. Last Updated: February 2010 (version 01).  Retrieved on 6/30/2014 from: http://www.netl.doe.gov/File%20Library/Research/Energy%20Analysis/Life%20Cycle%20Analysis/UP_Library/DS_Stage1_C_Electric_Shovel_120_Tons_Payload_2010-01.xls. \r\n\r\nDF File\r\nNational Energy Technology Laboratory (NETL). 2010. NETL Life Cycle Inventory Data – Unit Process: Electric shovel; Manufacture; At plant; 109 metric tonne payload. U.S. Department of Energy, National Energy Technology Laboratory. Last Updated: February 2010 (version 01).  Retrieved on 6/30/2014 from: http://www.netl.doe.gov/File%20Library/Research/Energy%20Analysis/Life%20Cycle%20Analysis/UP_Library/DF_Stage1_C_Electric_Shovel_120_Tons_Payload_2010-01.pdf.","version":"00.00.000","category":{"@type":"Category","@id":"c5d2934e-498e-4213-b7dd-99f839d41f1a","name":"NETL Sources"},"textReference":"NETL 2010"}