{"@context":"http://greendelta.github.io/olca-schema/context.jsonld","@type":"Process","@id":"e39e94cf-3a34-451f-82e7-f8b80a6dd77c","name":"Track loader; Manufacture; At point-of-sale; 178 kW","description":"This process is part of the NETL Unit Process Library.  To access the library and the original dataset:\r\n1) Navigate to the NETL LCA home page (http://www.netl.doe.gov/lca)\r\n2) Then navigate to the “Unit Process Library” \r\n3) From the library, the unit process of interest can be found either through the \"Complete Listing of the Unit Process Library link\" or through the link to the \"Unit Process Database\" spreadsheet\r\n4) For each process, a Data Sheet (DS) and Data File (DF) are available\r\n\r\nBRIEF DESCRIPTION\r\nThis unit process considers amount of steel needed for the construction of one 239 HP loader to be used to haul coal at a large surface mine. The railcar was assumed to be composed of 100 percent steel plate, with a total mass of 26,373 kg.\r\n\t\t\t\t\t\r\nGOAL AND SCOPE\r\nThe scope of this unit process covers the materials required for the construction of a single, 239 HP track loader used to scrape and push unconsolidated overburden at a large scale surface mine, as described below. The track loader is assumed to be composed entirely of steel plate. The process is based on the reference flow of 1 piece of track loader, as described below and shown in associated documentation (referenced in the Citation and Associated Documentation section below).\r\n\r\nThis unit process is used under Life Cycle (LC) Stage #1 to assist in the movement of overburden at the mine site. It is combined with other relevant equipment for LC Stage #1 in a separate construction assembly process, Coal mine equipment assembly; Production mix; Surface coal mine, Powder river basin, U.S. The assembly process quantifies the fraction of each piece of equipment needed under LC Stage #1 to produce 1 kg of coal.\r\n\r\nBOUNDARY AND DESCRIPTION\r\nThe total weight for one empty track loader was estimated to be 26,373 kg (58,142 lbs). This figure represents manufacturer specifications for the weight of a Caterpillar model 973C track loader (Caterpillar 2008). The total weight of a track loader was readily available from published sources, but only minimal data for the material breakdown of a loader were found. Therefore, the track loader is assumed to be composed entirely of steel plate, according to the amount indicated above.\r\n\r\nA visual representation of the boundary of this unit process is available in the associated documentation (referenced in the Citation and Associated Documentation section below). Emissions related to the physical assembly of the track loader (e.g., emitted while assembling the components of a loader, including transport of those components) are not considered in this study. Upstream emissions from the production of raw materials used for the construction of the loader (e.g., steel plate) are calculated outside of the boundary of this unit process, based on proprietary profiles available within the GaBi model. As discussed above and shown in the associated documentation (referenced below), the loader constructed in this unit process is incorporated into the assembly process for a large surface coal mine under LC Stage #1.\r\n\r\nThe associated documentation (referenced below) contains additional information regarding: relevant properties and assumptions used to calculate the amount of steel plate contained in a single track loader; modeled input and output flows; and calculation methods.\r\n\r\nCITATION AND ASSOCIATED DOCUMENTATION\r\nThis document should be cited as: \r\nNational Energy Technology Laboratory (NETL). 2015. NETL Life Cycle Inventory Data – Unit Process: Track loader; Manufacture; At point-of-sale; 178 kW. U.S. Department of Energy, National Energy Technology Laboratory. Last Updated: September 2015 (Version 01). Retrieved on [DATE] from [URL for this dataset].\r\n\r\nThis dataset is part of the NETL Unit Process Library.  The Library offers additional information concerning this dataset in the form of a Detailed Spreadsheet  Documentation (DS) file and a Process Documentation File (DF).  The DS file  is an Excel file that contains all of the parameters, inputs, and outputs for a given system as well as background data, calculations and quality scores.  The DF file is a PDF document that contains major assumptions and data sources that are the basis for each unit process.  The NETL Unit Process Library is located on the NETL website (netl.doe.gov) under Research / Energy Analysis / Energy Trends and Issues / Life Cycle Analysis / Unit Process Library.\r\n\r\nThis dataset was converted directly from the DS with additional supporting information provided by the DF.  Full citations for the DS and DF are given below.\r\n\r\nDS File\r\nNational Energy Technology Laboratory (NETL). 2010. NETL Life Cycle Inventory Data – Unit Process: Track Loader, 239 Horsepower (HP), Construction. U.S. Department of Energy, National Energy Technology Laboratory. Last Updated: February 2010 (version 01). Retrieved on 6/30/2014 from: http://www.netl.doe.gov/File%20Library/Research/Energy%20Analysis/Life%20Cycle%20Analysis/UP_Library/DS_Stage1_C_Track_Loader_239_HP_2010-01.xls\r\n\r\nDF File\r\nNational Energy Technology Laboratory (NETL). 2010. NETL Life Cycle Inventory Data – Unit Process: Track Loader, 239 Horsepower (HP), Construction. U.S. Department of Energy, National Energy Technology Laboratory. Last Updated: February 2010 (version 01). Retrieved on 6/30/2014 from: http://www.netl.doe.gov/File%20Library/Research/Energy%20Analysis/Life%20Cycle%20Analysis/UP_Library/DF_Stage1_C_Track_Loader_239_HP_2010-01.pdf","version":"00.00.000","lastChange":"2016-03-04T12:38:37.575-07:00","category":{"@type":"Category","@id":"39474e50-4bbd-46b4-b0ed-cc84cd0caec0","name":"Bit. Coal and Lignite Surface Mining"},"processType":"UNIT_PROCESS","infrastructureProcess":false,"location":{"@type":"Location","@id":"0b3b97fa-6688-3c56-88ee-4ae80ec0c3c2","name":"US"},"processDocumentation":{"@type":"ProcessDocumentation","timeDescription":"This data set is representative of best available public data from 01/01/2008 to 12/31/2008 and is not subject to limited usability within sub-time spans (e.g. summer, winter).","technologyDescription":"The scope of this unit process covers the materials required for the construction of a single, 239 HP track loader used to scrape and push unconsolidated overburden at a large scale surface mine, as described below. The total weight for one empty track loader was estimated to be 26,373 kg (58,142 lbs). This figure represents manufacturer specifications for the weight of a Caterpillar model 973C track loader (Caterpillar 2008). A visual representation of the boundary of this unit process is available in the associated documentation (referenced in the Citation and Associated Documentation section in the Description field).","dataCollectionDescription":"No primary data collected","completenessDescription":"Individual relevant flows captured","dataSelectionDescription":"Best publically available data","reviewDetails":"NA","dataTreatmentDescription":"No allocation applied","inventoryMethodDescription":"Attributional","modelingConstantsDescription":"All elementary and technosphere flows are calculated on a functional unit basis. Calculations involving combustion primarily to generate useful work are done using lower heating values (LHV) and calculations involving combustion primarily to generate useful heat are done using higher heating values (HHV). Unless explicitly stated in the associated reference documents applicable calculations assumed standard atmospheric temperature and pressure (SATP).","samplingDescription":"No primary data collected","restrictionsDescription":"Use of this dataset is not restricted, but a statement of attribution is required. Please use the following attribution statement: \r\r\n\r\nNational Energy Technology Laboratory\u0027s (NETL) Unit Process Library\r\n626 Cochrans Mill Road, P.O. Box 10940\r\nPittsburgh, PA 15236-0940\r\r\nhttp://www.netl.doe.gov/research/energy-analysis/life-cycle-analysis/unit-process-library\r\r\n\r\nNeither the U.S. Department of Energy (DOE) National Energy Technology Laboratory (NETL) nor any person acting on behalf of these organizations:\r\nA. Makes any warranty or representation, express or implied, with respect to the accuracy, completeness, or usefulness of the information contained in this document, or that the use of any information, apparatus, method, or process disclosed in this document may not infringe on privately owned rights; or\r\nB. Assumes any liability with this report as to its use, or damages resulting from the use of any information, apparatus, method, or process disclosed in this document.\r\n\r\nReference herein to any specific commercial product, process, or service by trade name, trademark, manufacturer, or otherwise, does not necessarily constitute or imply its endorsement, recommendation, or favoring by NETL. The views and opinions of the authors expressed herein do not necessarily state or reflect those of NETL.","copyright":true,"validFrom":"2008-01-01T00:00:00-07:00","validUntil":"2008-12-31T00:00:00-07:00","creationDate":"2016-03-04T12:38:37.575-07:00","intendedApplication":"This is a gate-to-gate manufacturing process and can be used for any type of LCA study.","projectDescription":"National Energy Technology Laboratory (NETL) Unit Process Library","geographyDescription":"NA","reviewer":{"@type":"Actor","@id":"66c3f44f-4975-4ac5-bb22-ef8cce6992e6","name":"Robert James"},"dataDocumentor":{"@type":"Actor","@id":"27b30ff8-9b81-432f-a25c-fa0db3c59ef4","name":"Timothy Skone"},"dataGenerator":{"@type":"Actor","@id":"27b30ff8-9b81-432f-a25c-fa0db3c59ef4","name":"Timothy Skone"},"dataSetOwner":{"@type":"Actor","@id":"639d0c69-dddc-4092-a120-6b8dd5369391","name":"National Energy Technology Laboratory"},"publication":{"@type":"Source","@id":"3746d178-f556-43b5-b0ce-0a558eef8db3","name":"National Energy Technology Laboratory (NETL). 2010. Track loader; Manufacture; At point-of-sale; 178 kW"},"sources":[{"@type":"Source","@id":"9a650f16-201e-4d90-9bed-040198dacf9a","name":"Caterpillar. 2008. 973C Track Loader"},{"@type":"Source","@id":"3746d178-f556-43b5-b0ce-0a558eef8db3","name":"National Energy Technology Laboratory (NETL). 2010. Track loader; Manufacture; At point-of-sale; 178 kW"}]},"exchanges":[{"@type":"Exchange","avoidedProduct":false,"input":false,"baseUncertainty":1.0,"amount":1.0,"pedigreeUncertainty":"(1;3;1;2;1)","flow":{"@type":"Flow","@id":"7d328575-1988-4b96-88eb-6a3474077ede","name":"Track loader; Manufacture; At point-of-sale; 178 kW","flowType":"PRODUCT_FLOW"},"unit":{"@type":"Unit","@id":"6dabe201-aaac-4509-92f0-d00c26cb72ab","name":"Item(s)"},"flowProperty":{"@type":"FlowProperty","@id":"01846770-4cfe-4a25-8ad9-919d8d378345","name":"Number of items"},"@id":"62401157-b375-30a1-814a-7c2f83cd837f","quantitativeReference":true},{"@type":"Exchange","avoidedProduct":false,"input":true,"baseUncertainty":1.0,"amount":26372.76758,"pedigreeUncertainty":"(1;3;1;2;1)","flow":{"@type":"Flow","@id":"f5fc0230-23b0-41e8-8583-266c8c92f2c6","name":"Steel plate; Blast furnace route; Production mix; 85% recovery rate","flowType":"PRODUCT_FLOW"},"unit":{"@type":"Unit","@id":"20aadc24-a391-41cf-b340-3e4529f44bde","name":"kg"},"flowProperty":{"@type":"FlowProperty","@id":"93a60a56-a3c8-11da-a746-0800200b9a66","name":"Mass"},"@id":"349b61c4-0718-3fb5-8a0d-160f66086757"}]}